banner = r"""
 __      __               _____ _                             
 \ \    / / _            / ____| |                            
  \ \  / / | | __  ____ | |    | | ___  __ _ _ __   ___ _ __  
   \ \/ /  | |/ / |____|| |    | |/ _ \/ _` | '_ \ / _ \ '__| 
    \  /   |   <        | |____| |  __/ (_| | | | |  __/ |    
     \/    |_|\_\        \_____|_|\___|\__,_|_| |_|\___|_|    github.com/blackcatprog/cli-vk-cleaner
                                                                                                                
"""

modules_all = """
Модули      \tОписание
----------- \t---------------------------------------
likes       \tОчистка лайков
friends     \tОчистка друзей
groups      \tОчистка групп
requests    \tОчистка заявок
documents   \tОчистка документов
wall        \tОчистка стены
"""

modules_friends = """
Модули      \tОписание
----------- \t---------------------------------------
friends_all \tУдалить всех друзей с вашего аккаунта
friends     \tВыборочное удаление друзей
"""

modules_groups = """
Модули      \tОписание
----------- \t---------------------------------------
groups_all  \tОтписаться от всех групп
groups      \tВыборочное удаление групп
"""

cursor = "> "